Repository: Taapat/enigma2-plugin-blurayplayer
Catalog: po/*.po
Languages: de, nl, tr, uk

source: %d. Duration %d:%02d minutes
nl: %d. Duur %d:%02d minuten
tr: %d. parç %d:%02d dakika
uk: %d. Тривалість %d:%02d мин.

source: Audio plugins
de: Audio Einstellungen
tr: Ses Uygulaması
uk: Аудіо плагіни

source: Blu-ray player
tr: Blu-Ray Oynatıcı
uk: Блюрей плеєр

source: Channel
de: Kanal
nl: Kanaal
tr: Kanal
uk: Канал

source: Error in reading titles...
de: Fehler beim Lesen....
nl: Fout bij lezen titels...
tr: başlıkları okurken hata oluştu...
uk: Помилка читання заголовку...

source: Exit
de: Beenden
nl: Afsluiten
tr: Çıkış
uk: Вийти

source: Multi channel downmix
de: Multi Kanal Downmix
tr: Çoklu Kanal Karışımı
uk: Мультиканальне мікшування

source: Ok
tr: Başlat

source: Please select the blu-ray disc
nl: Kies de blue ray schijf
tr: lütfen, blu-ray medyanızı seçiniz
uk: Виберіть блюрей диск

source: Select audio track
de: Bitte Titel ausw√§hlen
nl: Kies audio-track
tr: Ses Dublajını Seçiniz
uk: Вибір аудіо дорожки

source: Stop playing this movie?
de: Abspielen beenden?
nl: Stoppen met afspelen van deze film?
tr: bu filmin oynatımı durdurulsun mu ?
uk: Зупинити відтворення цього відео?

source: Watch blu-ray discs in folder or iso
nl: Bekijk blue-ray schijven in map of als ISO
tr: blu-ray disk veya blu-ray iso dosyasını izleyin
uk: Дивіться блюрей диски в папці чи в iso

source: left
de: links
nl: links
tr: sol
uk: вліво

source: right
de: rechts
nl: rechts
tr: sağ
uk: вправо

source: stereo
uk: стерео

source: %d. Duration %d:%02d:%02d %d chapters
de: %d. Dauer %d:%02d:%02d %d Kapitel
